Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: FontSize
ar: حجم الخط
es: Tamaño de fuente
fr: Taille de police
hi: फ़ॉन्टआकार
it: Dimensione carattere
ja: フォントサイズ
pt_br: Tamanho da fonte
ru: Размер шрифта
zh_hans: 字体大小

source: Foreground
ar: المقدمة
es: primer plano
fr: Premier plan
hi: अग्रभूमि
it: Primo piano
ja: 前景
pt_br: Primeiro plano
ru: передний план
zh_hans: 前景

source: Foreground color
ar: اللون الأمامي
es: color de primer plano
fr: Couleur de premier plan
hi: अग्रभूमि का रंग
it: Colore di primo piano
ja: 前景色
pt_br: Cor do primeiro plano
ru: Цвет переднего плана
zh_hans: 前景色

source: Foreground to Background
ar: المقدمة إلى الخلفية
es: De primer plano a fondo
fr: Du premier plan à l’arrière-plan
hi: अग्रभूमि से पृष्ठभूमि तक
it: Dal primo piano allo sfondo
ja: 前景から背景へ
pt_br: Primeiro plano para segundo plano
ru: От переднего плана к фону
zh_hans: 前景到背景

source: Foreground to Transparent
ar: المقدمة إلى شفافة
es: De primer plano a transparente
fr: Premier plan à transparent
hi: अग्रभूमि से पारदर्शी
it: Dal primo piano al trasparente
ja: 前景から透明へ
pt_br: Primeiro plano para transparente
ru: От переднего плана к прозрачному
zh_hans: 前景到透明

source: Free
ar: مجاني
es: Gratis
fr: Gratuit
hi: निःशुल्क
it: Gratuito
ja: 無料
pt_br: Grátis
ru: Бесплатно
zh_hans: 免费

source: Freehand
ar: مرفوعة
es: a mano alzada
fr: À main levée
hi: मुक्तहस्त
it: A mano libera
ja: フリーハンド
pt_br: À mão livre
ru: От руки
zh_hans: 写意

source: Full justification was imported as left alignment.
ar: تم استيراد التبرير الكامل كمحاذاة لليسار.
es: La justificación completa se importó como alineación izquierda.
fr: La justification complète a été importée sous forme d'alignement à gauche.
hi: पूर्ण औचित्य को बाएँ संरेखण के रूप में आयात किया गया था।
it: La giustificazione completa è stata importata come allineamento a sinistra.
ja: 完全な位置揃えが左揃えとしてインポートされました。
pt_br: A justificação completa foi importada como alinhamento à esquerda.
ru: Полное выравнивание было импортировано как выравнивание по левому краю.
zh_hans: 完整的对齐方式被导入为左对齐。

source: Fuzziness
ar: غموض
es: borrosidad
fr: Flou
hi: फजीपन
it: Sfocatura
ja: 曖昧さ
pt_br: imprecisão
ru: Нечеткость
zh_hans: 模糊性

source: Gamma
ar: جاما
es: gama
hi: गामा
ja: ガンマ
pt_br: Gama
ru: Гамма
zh_hans: 伽玛

source: Gaussian
ar: غاوسي
es: gaussiano
fr: Gaussien
hi: गाऊसी
it: gaussiano
ja: ガウス
pt_br: Gaussiano
ru: Гауссовский
zh_hans: 高斯

source: Gaussian Blur
ar: طمس غاوسي
es: Desenfoque gaussiano
fr: Flou gaussien
hi: गॉसियन धुंधलापन
it: Sfocatura gaussiana
ja: ガウスぼかし
pt_br: Desfoque Gaussiano
ru: Размытие по Гауссу
zh_hans: 高斯模糊

source: Gaussian Blur…
ar: طمس غاوسي…
es: Desenfoque gaussiano…
fr: Flou gaussien…
hi: गाऊसी धुंधलापन...
it: Sfocatura gaussiana...
ja: ガウスぼかし…
pt_br: Desfoque Gaussiano…
ru: Размытие по Гауссу…
zh_hans: 高斯模糊...

source: Geometry
ar: الهندسة
es: Geometria
fr: Géométrie
hi: ज्यामिति
it: Geometria
ja: ジオメトリ
pt_br: Geometria
ru: Геометрия
zh_hans: 几何

source: GlbC
ar: جي إل بي سي
ru: ГлбК
zh_hans: 葡萄糖苷酶

source: Global
ar: عالمي
es: Mundial
fr: Mondial
hi: वैश्विक
it: Globale
ja: グローバル
pt_br: Globais
ru: Глобальный
zh_hans: 全球

source: Glow
ar: توهج
es: Resplandor
fr: Lueur
hi: चमक
it: Bagliore
ja: グロー
pt_br: Brilho
ru: Свечение
zh_hans: 发光

source: Gradient
ar: التدرج
es: gradiente
fr: Dégradé
hi: ढाल
it: Gradiente
ja: グラデーション
pt_br: Gradiente
ru: Градиент
zh_hans: 渐变

source: Gradient (G)
ar: التدرج (ز)
es: gradiente (G)
fr: Dégradé (G)
hi: ग्रेडियेंट (जी)
it: Gradiente (G)
ja: グラデーション(G)
pt_br: Gradiente (G)
ru: Градиент (Г)
zh_hans: 梯度（G）

source: Gradient Map
ar: خريطة التدرج
es: Mapa de degradado
fr: Carte de dégradé
hi: ग्रेडियेंट मानचित्र
it: Mappa dei gradienti
ja: グラデーションマップ
pt_br: Mapa de gradiente
ru: Карта градиента
zh_hans: 渐变图

source: Gradient Map…
ar: خريطة التدرج…
es: Mapa de degradado…
fr: Carte de dégradé…
hi: ग्रेडियेंट मानचित्र…
it: Mappa gradiente...
ja: グラデーションマップ…
pt_br: Mapa de gradiente…
ru: Карта градиента…
zh_hans: 渐变图...

source: Gradient Mask
ar: قناع التدرج
es: Máscara de degradado
fr: Masque Dégradé
hi: ग्रेडियेंट मास्क
it: Maschera sfumata
ja: グラデーションマスク
pt_br: Máscara gradiente
ru: Градиентная маска
zh_hans: 渐变蒙版

source: Gradient tool
ar: أداة التدرج
es: herramienta de degradado
fr: Outil Dégradé
hi: ग्रेडिएंट टूल
it: Strumento sfumatura
ja: グラデーションツール
pt_br: Ferramenta gradiente
ru: Инструмент «Градиент»
zh_hans: 渐变工具

source: Grading
ar: الدرجات
es: Calificación
fr: Classement
hi: ग्रेडिंग
it: Classificazione
ja: グレーディング
pt_br: Classificação
ru: Оценка
zh_hans: 分级

source: Grain
ar: تحبّب
es: Grano
hi: ग्रेन
it: Grana
ja: 粒子
pt_br: Granulação
ru: Зерно
zh_hans: 颗粒

source: Grain…
ar: الحبوب…
es: Grano…
fr: Céréales…
hi: अनाज...
it: Grano…
ja: 穀物…
pt_br: Grão…
ru: Зерно…
zh_hans: 谷物…

source: Gray
ar: رمادي
es: gris
fr: Gris
hi: धूसर
it: Grigio
ja: グレー
pt_br: Cinza
ru: Серый
zh_hans: 灰色

source: Green
ar: أخضر
es: Verde
fr: Vert
hi: हरा
it: Verde
ja: 緑
pt_br: Verde
ru: Зеленый
zh_hans: 绿色

source: Green Amount
ar: المبلغ الأخضر
es: Cantidad verde
fr: Montant vert
hi: हरी राशि
it: Importo verde
ja: 緑の量
pt_br: Quantidade Verde
ru: Зеленая сумма
zh_hans: 绿色量

source: Green Hue
ar: هوى الأخضر
es: Tono verde
fr: Teinte verte
hi: हरा रंग
it: Tonalità verde
ja: グリーンヒュー
pt_br: Tonalidade Verde
ru: Зеленый оттенок
zh_hans: 绿色色调

source: Green Primary
ar: الأخضر الأساسي
es: Verde primario
fr: Vert primaire
hi: हरा प्राथमिक रंग
it: Verde primario
ja: 緑の原色
pt_br: Verde primário
ru: Зелёный основной
zh_hans: 绿色原色

source: Greens
ar: الخضر
es: verdes
fr: Verts
hi: साग
it: Verdi
ja: グリーンズ
pt_br: Verdes
ru: Зелень
zh_hans: 绿党

source: Grid
ar: الشبكة
es: Cuadrícula
fr: Grille
hi: ग्रिड
it: Griglia
ja: グリッド
pt_br: Grade
ru: Сетка
zh_hans: 网格

source: Grid Color
ar: لون الشبكة
es: Color de cuadrícula
fr: Couleur de la grille
hi: ग्रिड का रंग
it: Colore della griglia
ja: グリッドの色
pt_br: Cor da grade
ru: Цвет сетки
zh_hans: 网格颜色

source: Grid Settings…
ar: إعدادات الشبكة…
es: Ajustes de cuadrícula…
fr: Réglages de la grille…
hi: ग्रिड सेटिंग…
it: Impostazioni griglia…
ja: グリッド設定…
pt_br: Configurações da grade…
ru: Настройки сетки…
zh_hans: 网格设置…

source: Gridline every
ar: خط الشبكة كل
es: Línea de cuadrícula cada
fr: Quadrillage tous les
hi: ग्रिडलाइन हर
it: Griglia ogni
ja: グリッド線間隔
pt_br: Linha de grade a cada
ru: Линия сетки каждые
zh_hans: 网格线每隔

source: Group Layers
ar: طبقات المجموعة
es: Capas de grupo
fr: Groupe de calques
hi: समूह परतें
it: Livelli di gruppo
ja: グループレイヤー
pt_br: Camadas de grupo
ru: Групповые слои
zh_hans: 图层组

source: Group Selected Layers
ar: تجميع الطبقات المحددة
es: Agrupar capas seleccionadas
fr: Grouper les calques sélectionnés
hi: चुनी हुई लेयर समूहित करें
it: Raggruppa livelli selezionati
ja: 選択したレイヤーをグループ化
pt_br: Agrupar camadas selecionadas
ru: Сгруппировать выбранные слои
zh_hans: 将所选图层编组

source: Group selected layers (⌘G)
ar: تجميع الطبقات المحددة (⌘G)
es: Agrupar capas seleccionadas (⌘G)
fr: Regrouper les calques sélectionnés (⌘G)
hi: चयनित परतें समूहित करें (⌘G)
it: Raggruppa livelli selezionati (⌘G)
ja: 選択したレイヤーをグループ化する (⌘G)
pt_br: Agrupar camadas selecionadas (⌘G)
ru: Сгруппировать выделенные слои (⌘G)
zh_hans: 对所选图层进行分组 (⌘G)

source: Guided
ar: الموجهة
es: Guiado
fr: Guidé
hi: निर्देशित
it: Guidato
ja: ガイド付き
pt_br: Guiado
ru: Управляемый
zh_hans: 引导

source: Guides
ar: أدلة
es: Guías
hi: मार्गदर्शक
it: Guide
ja: ガイド
pt_br: Guias
ru: Путеводители
zh_hans: 指南

source: HSL lists every color. Color edits one family. Point Color adjusts a color you pick.
ar: يسرد HSL كل لون. اللون يحرر عائلة واحدة. يقوم Point Color بضبط اللون الذي تختاره.
es: HSL enumera todos los colores. El color edita una familia. Point Color ajusta el color que elijas.
fr: HSL répertorie toutes les couleurs. La couleur modifie une famille. Couleur du point ajuste une couleur que vous choisissez.
hi: एचएसएल हर रंग को सूचीबद्ध करता है। रंग एक परिवार को संपादित करता है। प्वाइंट कलर आपके द्वारा चुने गए रंग को समायोजित करता है।
it: HSL elenca tutti i colori. Il colore modifica una famiglia. Colore punto regola il colore scelto.
ja: HSL にはすべての色がリストされています。カラーは 1 つのファミリーを編集します。ポイントカラーは、選択した色を調整します。
pt_br: HSL lista todas as cores. A cor edita uma família. Point Color ajusta a cor escolhida.
ru: HSL перечисляет все цвета. Цвет редактирует одно семейство. Цвет точки регулирует выбранный вами цвет.
zh_hans: HSL 列出了每种颜色。色彩编辑一个家庭。点颜色调整您选择的颜色。

source: Halation
ar: هالة
es: Halación
hi: हलेशन
it: Halazione
ja: ハレーション
pt_br: Halação
ru: ореол
zh_hans: 光晕

source: Halftone Diamonds
ar: نصفية الماس
es: Diamantes de semitono
fr: Diamants demi-teintes
hi: हाफ़टोन हीरे
it: Diamanti mezzitoni
ja: ハーフトーン ダイヤモンド
pt_br: Diamantes de meio-tom
ru: Полутоновые бриллианты
zh_hans: 半色调钻石

source: Halftone Dots
ar: نقاط الألوان النصفية
es: Puntos de semitono
fr: Points demi-teintes
hi: हाफ़टोन डॉट्स
it: Punti mezzitoni
ja: 網点
pt_br: Pontos de meio-tom
ru: Полутоновые точки
zh_hans: 半色调点

source: Halftone Lines
ar: خطوط الألوان النصفية
es: Líneas de semitono
fr: Lignes en demi-teintes
hi: हाफ़टोन लाइन्स
it: Linee di mezzitoni
ja: ハーフトーンライン
pt_br: Linhas de meio-tom
ru: Полутоновые линии
zh_hans: 半色调线

source: Hand (H)
ar: اليد (ح)
es: Mano (H)
fr: Main (H)
hi: हाथ (एच)
it: Mano (H)
ja: ハンド(H)
pt_br: Mão (H)
ru: Рука (Н)
zh_hans: 手（H）

source: Hand tool
ar: أداة يدوية
es: herramienta manual
fr: Outil à main
hi: हाथ का औज़ार
it: Strumento manuale
ja: ハンドツール
pt_br: Ferramenta manual
ru: Ручной инструмент
zh_hans: 手动工具

source: Hard Light
ar: ضوء الثابت
es: Luz dura
fr: Lumière dure
hi: कठोर प्रकाश
it: Luce dura
ja: ハードライト
pt_br: Luz dura
ru: Жесткий свет
zh_hans: 强光

source: Hard Mix
ar: مزيج صعب
es: Mezcla dura
fr: Mélange dur
hi: कठोर मिश्रण
it: Miscela dura
ja: ハードミックス
pt_br: Mistura dura
ru: Хард Микс
zh_hans: 硬混

source: Hardness
ar: صلابة
es: Dureza
fr: Dureté
hi: कठोरता
it: Durezza
ja: 硬度
pt_br: Dureza
ru: Твердость
zh_hans: 硬度

source: Height
ar: الارتفاع
es: Altura
fr: Hauteur
hi: ऊंचाई
it: Altezza
ja: 高さ
pt_br: Altura
ru: Высота
zh_hans: 身高

source: Helvetica
ar: هلفتيكا
es: helvética
fr: Helvétique
hi: हेल्वेटिका
ja: ヘルベチカ
pt_br: Helvética
ru: Гельветика
zh_hans: 黑体

source: Hex
ar: عرافة
es: maleficio
hi: हेक्स
it: Esadecimale
ja: 16進数
pt_br: Feitiço
ru: Шестигранник
zh_hans: 十六进制

source: Hex color
ar: اللون السداسي
es: color hexagonal
fr: Couleur hexagonale
hi: हेक्स रंग
it: Colore esadecimale
ja: 16進数の色
pt_br: Cor hexadecimal
ru: Шестнадцатеричный цвет
zh_hans: 十六进制颜色

source: Hide
ar: إخفاء
es: Ocultar
fr: Masquer
hi: छिपाओ
it: Nasconditi
ja: 隠す
pt_br: Esconder
ru: Скрыть
zh_hans: 隐藏

source: Hide %@
ar: إخفاء %@
es: Ocultar %@
fr: Masquer %@
hi: छुपाएं %@
it: Nascondi %@
ja: %@ を非表示にする
pt_br: Ocultar %@
ru: Скрыть %@
zh_hans: 隐藏%@

source: Hide %@ in the preview
ar: إخفاء %@ في المعاينة
es: Ocultar %@ en la vista previa
fr: Masquer %@ dans l'aperçu
hi: पूर्वावलोकन में %@ छिपाएँ
it: Nascondi %@ nell'anteprima
ja: プレビューで %@ を非表示にする
pt_br: Ocultar %@ na visualização
ru: Скрыть %@ в предварительном просмотре
zh_hans: 在预览中隐藏 %@

source: Hide All (Black)
ar: إخفاء الكل (أسود)
es: Ocultar todo (negro)
fr: Tout cacher (noir)
hi: सभी छिपाएँ (काला)
it: Nascondi tutto (nero)
ja: すべて非表示 (黒)
pt_br: Ocultar tudo (preto)
ru: Скрыть все (черный)
zh_hans: 全部隐藏（黑色）

source: Hide Compositor
ar: إخفاء المكون
es: Ocultar compositor
fr: Masquer le compositeur
hi: कंपोजिटर छिपाएँ
it: Nascondi compositore
ja: コンポジタを非表示にする
pt_br: Ocultar Compositor
ru: Скрыть композитор
zh_hans: 隐藏合成器

source: Hide Layer
ar: إخفاء الطبقة
es: Ocultar capa
fr: Masquer le calque
hi: परत छिपाएँ
it: Nascondi livello
ja: レイヤーを非表示にする
pt_br: Ocultar camada
ru: Скрыть слой
zh_hans: 隐藏层

source: Hide Others
ar: إخفاء الآخرين
es: Ocultar otros
fr: Masquer les autres
hi: दूसरों को छुपाएं
it: Nascondi gli altri
ja: 他の人を隠す
pt_br: Ocultar outros
ru: Скрыть других
zh_hans: 隐藏其他人

source: Hide Selection
ar: إخفاء التحديد
es: Ocultar selección
fr: Masquer la sélection
hi: चयन छिपाएँ
it: Nascondi selezione
ja: 選択範囲を非表示にする
pt_br: Ocultar seleção
ru: Скрыть выделение
zh_hans: 隐藏选择

source: Hide Stroke
ar: إخفاء السكتة الدماغية
es: Ocultar trazo
fr: Masquer le trait
hi: स्ट्रोक छिपाएँ
it: Nascondi tratto
ja: ストロークを隠す
pt_br: Ocultar traço
ru: Скрыть обводку
zh_hans: 隐藏笔画

source: Hide the background behind a layer mask, keeping the foreground subjects. The pixels stay, so the background can be painted back at any time.
ar: قم بإخفاء الخلفية خلف قناع الطبقة، مع الاحتفاظ بالموضوعات الأمامية. تبقى وحدات البكسل، بحيث يمكن إعادة رسم الخلفية في أي وقت.
es: Oculta el fondo detrás de una máscara de capa, manteniendo los sujetos en primer plano. Los píxeles permanecen, por lo que el fondo se puede volver a pintar en cualquier momento.
fr: Cachez l'arrière-plan derrière un masque de calque, en conservant les sujets au premier plan. Les pixels restent, l'arrière-plan peut donc être repeint à tout moment.
hi: विषयों को अग्रभूमि में रखते हुए पृष्ठभूमि को लेयर मास्क के पीछे छिपाएँ। पिक्सेल बने रहते हैं, इसलिए पृष्ठभूमि को किसी भी समय वापस चित्रित किया जा सकता है।
it: Nascondi lo sfondo dietro una maschera di livello, mantenendo i soggetti in primo piano. I pixel rimangono, quindi lo sfondo può essere ridipinto in qualsiasi momento.
ja: レイヤーマスクの背後にある背景を非表示にし、前景の被写体を維持します。ピクセルは保持されるため、いつでも背景をペイントし直すことができます。
pt_br: Oculte o fundo atrás de uma máscara de camada, mantendo os assuntos do primeiro plano. Os pixels permanecem, então o fundo pode ser pintado de volta a qualquer momento.
ru: Спрячьте фон за маской слоя, оставив объекты на переднем плане. Пиксели остаются, поэтому фон можно перекрасить в любое время.
zh_hans: 将背景隐藏在图层蒙版后面，保留前景主体。像素会保留下来，因此可以随时重新绘制背景。

source: High
ar: عالية
es: Alto
fr: Élevé
hi: ऊँचा
it: Alto
ja: 高
pt_br: Alto
ru: Высокий
zh_hans: 高

source: High quality
ar: جودة عالية
es: Alta calidad
fr: Haute qualité
hi: उच्च गुणवत्ता
it: Alta qualità
ja: 高品質
pt_br: Alta qualidade
ru: Высокое качество
zh_hans: 高品质

source: Highlight Clipping Indicator
ar: تسليط الضوء على مؤشر القطع
es: Indicador de recorte resaltado
fr: Indicateur d'écrêtage des surbrillance
hi: क्लिपिंग संकेतक को हाइलाइट करें
it: Evidenziare l'indicatore di ritaglio
ja: ハイライトクリッピングインジケーター
pt_br: Indicador de recorte de destaque
ru: Индикатор обрезки выделения
zh_hans: 高光剪切指示器

source: Highlight Priority
ar: تسليط الضوء على الأولوية
es: Resaltar prioridad
fr: Mettre en surbrillance la priorité
hi: प्राथमिकता पर प्रकाश डालें
it: Evidenzia Priorità
ja: ハイライトの優先度
pt_br: Prioridade de destaque
ru: Выделить приоритет
zh_hans: 突出显示优先级

source: Highlight Priority protects bright edges. Color Priority also reduces color. Paint Overlay covers the edges evenly.
ar: تعمل خاصية Highlight Priority على حماية الحواف الساطعة. تعمل أولوية اللون أيضًا على تقليل اللون. يغطي Paint Overlay الحواف بالتساوي.
es: Prioridad de resaltado protege los bordes brillantes. Prioridad de color también reduce el color. Paint Overlay cubre los bordes de manera uniforme.
fr: La priorité aux hautes lumières protège les bords clairs. La priorité couleur réduit également la couleur. La superposition de peinture couvre les bords uniformément.
it: La priorità alle alte luci protegge i bordi luminosi. Anche la Priorità colore riduce il colore. Paint Overlay copre i bordi in modo uniforme.
ja: ハイライト優先は明るいエッジを保護します。カラー優先では色も軽減されます。ペイント オーバーレイはエッジを均等にカバーします。
pt_br: A prioridade de destaque protege bordas brilhantes. A Prioridade de Cor também reduz a cor. A sobreposição de tinta cobre as bordas uniformemente.
ru: Приоритет подсветки защищает яркие края. Приоритет цвета также уменьшает цвет. Paint Overlay равномерно покрывает края.
zh_hans: 高光优先保护明亮的边缘。颜色优先也会减少颜色。油漆覆盖均匀地覆盖边缘。

source: Highlights
ar: أبرز
es: Aspectos destacados
fr: Points forts
hi: हाइलाइट्स
it: Punti salienti
ja: ハイライト
pt_br: Destaques
ru: Основные моменты
zh_hans: 亮点

source: Histogram
ar: الرسم البياني
es: histograma
fr: Histogramme
hi: हिस्टोग्राम
it: Istogramma
ja: ヒストグラム
pt_br: Histograma
ru: Гистограмма
zh_hans: 直方图

source: Hold Shift to add or Option to subtract for one outline
ar: اضغط مع الاستمرار على Shift للإضافة أو الخيار للطرح لمخطط تفصيلي واحد
es: Mantenga presionada la tecla Mayús para agregar u Opción para restar un esquema
fr: Maintenez Shift pour ajouter ou Option pour soustraire pour un contour
hi: एक रूपरेखा के लिए जोड़ने के लिए Shift या घटाने के लिए विकल्प दबाए रखें
it: Tieni premuto Maiusc per aggiungere o Opzione per sottrarre per un contorno
ja: Shift キーを押しながら 1 つのアウトラインを追加するか、Option キーを押して削除します
pt_br: Segure Shift para adicionar ou Option para subtrair para um contorno
ru: Удерживайте Shift, чтобы добавить, или Option, чтобы вычесть один контур.
zh_hans: 按住 Shift 键添加或按住 Option 键减去一个轮廓

source: Horizontal
ar: أفقي
es: Horizontales
fr: Horizontale
hi: क्षैतिज
it: Orizzontale
ja: 水平
pt_br: Horizontais
ru: Горизонтальный
zh_hans: 卧式

source: Horizontal ruler
ar: المسطرة الأفقية
es: regla horizontal
fr: Règle horizontale
hi: क्षैतिज शासक
it: Righello orizzontale
ja: 水平定規
pt_br: Régua horizontal
ru: Горизонтальная линейка
zh_hans: 水平尺

source: HorizontalScale
ar: مقياس أفقي
es: Escala horizontal
fr: Échelle horizontale
hi: क्षैतिज पैमाना
it: Scala Orizzontale
ja: 水平スケール
pt_br: Escala Horizontal
ru: Горизонтальный масштаб
zh_hans: 水平刻度

source: How far a color may be from the picked ones and still be selected
ar: إلى أي مدى يمكن أن يكون اللون بعيدًا عن الألوان المختارة وما زال يتم تحديده
es: Qué tan lejos puede estar un color de los elegidos y aún así ser seleccionado
fr: Dans quelle mesure une couleur peut-elle être éloignée de celles sélectionnées et néanmoins être sélectionnée
hi: कोई रंग चुने गए रंगों से कितना दूर हो सकता है और फिर भी चुना जा सकता है
it: Quanto un colore può distarsi da quelli scelti ed essere comunque selezionato
ja: 選択した色からどれだけ離れていても選択される色があるか
pt_br: A que distância uma cor pode estar das escolhidas e ainda assim ser selecionada
ru: Насколько цвет может быть далек от выбранных и при этом оставаться выбранным
zh_hans: 颜色与所选颜色相差多远但仍会被选择

source: How far apart the screen's lines are
ar: مدى تباعد خطوط الشاشة
es: ¿Qué tan separadas están las líneas de la pantalla?
fr: Quelle est la distance entre les lignes de l'écran
it: Quanto sono distanti le linee dello schermo
ja: スクリーンの線の間隔
pt_br: A que distância estão as linhas da tela
ru: Как далеко друг от друга расположены линии экрана
zh_hans: 屏幕的线条相距多远

source: How far each color channel (0–255) can differ from the clicked color and still be selected
ar: إلى أي مدى يمكن أن تختلف كل قناة لون (0–255) عن اللون الذي تم النقر عليه وما زال من الممكن تحديده
es: En qué medida cada canal de color (0–255) puede diferir del color en el que se hizo clic y seguir seleccionado
fr: Dans quelle mesure chaque canal de couleur (0 à 255) peut différer de la couleur cliquée tout en restant sélectionné
hi: प्रत्येक रंग चैनल (0-255) क्लिक किए गए रंग से कितना भिन्न हो सकता है और फिर भी चुना जा सकता है
it: Di quanto ciascun canale di colore (0–255) può differire dal colore su cui si è fatto clic ed essere comunque selezionato
ja: 各カラー チャネル (0 ～ 255) がクリックされたカラーとどの程度異なっていても選択できるか
pt_br: Até que ponto cada canal de cor (0–255) pode diferir da cor clicada e ainda assim ser selecionado
ru: Насколько каждый цветовой канал (0–255) может отличаться от выбранного цвета и при этом оставаться выбранным
zh_hans: 每个颜色通道 (0–255) 可以与单击的颜色相差多远，但仍会被选中

source: How far from each edge the sharpening reaches, in pixels.
ar: إلى أي مدى يصل الحد من كل حافة بالبكسل.
es: A qué distancia de cada borde llega la nitidez, en píxeles.
fr: À quelle distance de chaque bord atteint la netteté, en pixels.
hi: शार्पनिंग प्रत्येक किनारे से कितनी दूर तक पहुँचती है, पिक्सेल में।
it: La distanza da ciascun bordo raggiunta dalla nitidezza, in pixel.
ja: シャープ化が各エッジからどれくらいの距離に達するか (ピクセル単位)。
pt_br: A que distância de cada borda chega a nitidez, em pixels.
ru: Как далеко от каждого края достигает резкости (в пикселях).
zh_hans: 锐化距离每个边缘的距离（以像素为单位）。

source: How far in brightness the adjustment reaches.
ar: إلى أي مدى يصل السطوع إلى التعديل.
es: Hasta dónde llega el brillo en el ajuste.
fr: Jusqu'où atteint le réglage de la luminosité.
hi: समायोजन चमक में कहां तक पहुंचता है.
it: Quanto in luminosità arriva la regolazione.
ja: 調整がどこまでの明るさになるか。
pt_br: Até que ponto o ajuste atinge o brilho.
ru: Как далеко достигает регулировки яркости.
zh_hans: 亮度调节达到多远。

source: How far in hue the adjustment reaches.
ar: إلى أي مدى يصل التعديل.
es: Hasta dónde llega en tono el ajuste.
fr: Jusqu’où va l’ajustement en teinte.
hi: समायोजन रंग में कहां तक पहुंचता है.
it: Quanto lontano arriva la regolazione in termini di tonalità.
ja: 調整が及ぶ色合いの範囲。
pt_br: Até que ponto o ajuste atinge a tonalidade.
ru: Как далеко в оттенке простирается регулировка.
zh_hans: 色调调整达到的程度。

source: How far in saturation the adjustment reaches.
ar: إلى أي مدى يصل التشبع إلى التعديل.
es: Hasta qué punto de saturación llega el ajuste.
fr: Jusqu'où l'ajustement atteint-il la saturation.
hi: समायोजन संतृप्ति में कहां तक पहुंचता है.
it: Fino a che punto arriva la saturazione della regolazione.
ja: 調整がどこまで飽和状態に達するか。
pt_br: Até que ponto a saturação atinge o ajuste.
ru: Как далеко достигает насыщения регулировка.
zh_hans: 调整达到的饱和程度。

source: How far the blur softens, in pixels
ar: إلى أي مدى يخفف التمويه بالبكسل
es: Hasta qué punto se suaviza el desenfoque, en píxeles
fr: Dans quelle mesure le flou s'adoucit, en pixels
it: Quanto si attenua la sfocatura, in pixel
ja: ぼかしがどの程度柔らかくなるか (ピクセル単位)
pt_br: Até que ponto o desfoque é suavizado, em pixels
ru: Насколько смягчается размытие, в пикселях
zh_hans: 模糊柔化的程度（以像素为单位）

source: How much of each pixel's error spreads to its neighbors. Less gives flatter areas
ar: مقدار الخطأ الذي ينتشر في كل بكسل إلى جيرانه. أقل يعطي مناطق مسطحة
es: Cuánto del error de cada píxel se propaga a sus vecinos. Menos da áreas más planas
fr: Dans quelle mesure l'erreur de chaque pixel se propage à ses voisins. Moins donne des zones plus plates
hi: प्रत्येक पिक्सेल की कितनी त्रुटि उसके पड़ोसियों तक फैलती है। कम समतल क्षेत्र देता है
it: Quanto dell'errore di ciascun pixel si diffonde ai suoi vicini. Meno dà aree più piatte
ja: 各ピクセルの誤差が隣接するピクセルにどの程度広がるか。少ないほど平坦な領域が得られます
pt_br: Quanto do erro de cada pixel se espalha para seus vizinhos. Menos proporciona áreas mais planas
ru: Какая часть ошибки каждого пикселя распространяется на его соседей. Меньше дает более плоские области
zh_hans: 每个像素的误差有多少传播到其相邻像素。更少会产生更平坦的区域

source: How much of the profile distortion correction is applied.
ar: مقدار تصحيح تشويه الملف الشخصي المطبق.
es: Qué cantidad de corrección de distorsión del perfil se aplica.
fr: Quelle quantité de correction de distorsion de profil est appliquée.
hi: प्रोफ़ाइल विरूपण सुधार का कितना भाग लागू किया गया है.
it: Quanta correzione della distorsione del profilo viene applicata.
ja: プロファイル歪み補正をどの程度適用するか。
pt_br: Quanto da correção de distorção do perfil é aplicada.
ru: Насколько применяется коррекция искажений профиля.
zh_hans: 应用了多少轮廓畸变校正。

source: How much of the profile vignetting correction is applied.
ar: مقدار تصحيح التظليل الذي تم تطبيقه على ملف التعريف.
es: Qué cantidad de corrección de viñeteado del perfil se aplica.
fr: Dans quelle mesure la correction du vignettage du profil est appliquée.
hi: प्रोफ़ाइल विग्नेटिंग सुधार कितना लागू किया गया है.
it: Quanta correzione della vignettatura del profilo viene applicata.
ja: プロファイルケラレ補正がどの程度適用されるか。
pt_br: Quanto da correção de vinheta do perfil é aplicada.
ru: Насколько применяется коррекция виньетирования профиля.
zh_hans: 应用了多少轮廓渐晕校正。
